Repository: NGdev1/mentory
Catalog: mentory/Resources/*.lproj/Localizable.strings
Languages: ru

# Alert.Unreal
source: Unreal
ru: Невозможно

# Alert.Cancel
source: Cancel
ru: Отмена

# Alert.Error
source: Error
ru: Ошибка

# Alert.Yes
source: Yes
ru: Да

# Alert.No
source: No
ru: Нет

# Common.Loading
source: Loading
ru: Загрузка

# Common.Back
source: Back
ru: Назад

# Common.Hide
source: Hide
ru: Скрыть

# Common.Return
source: Return
ru: Далее

# Common.Done
source: Done
ru: Готово

# Common.Cancel
source: Cancel
ru: Отмена

# Onboarding.Slide1.Title
source: Welcome!
ru: Добро пожаловать!

# Onboarding.Slide1.Subtitle
source: My name is Mentory. I am your virtual mentor. I am created to
ru: Меня зовут Mentory. Я Ваш виртуальный наставник. Я создан, чтобы

# Onboarding.Slide1.Highlited
source: help you become the best version of yourself!
ru: помочь вам стать лучшей версией себя!

# Onboarding.Slide2.Title
source: Knowledge is power!
ru: Знание – сила!

# Onboarding.Slide2.Subtitle
source: I have concentrated knowledge thousands of books on self-development, business and psychology. In the format of daily audio sessions
ru: Во мне сосредоточены знания тысячи книг по саморазвитию, бизнесу и психологии. В формате ежедневных аудиосессий

# Onboarding.Slide2.Highlited
source: I will share this knowledge with you.
ru: я буду делиться с вами этими знаниями.

# Onboarding.Slide3.Title
source: Experience is the best teacher!
ru: Опыт — лучший учитель!

# Onboarding.Slide3.Subtitle
source: I have thousands of successful, rich and happy people in me. In the format of daily audio practitioners
ru: Во мне сконцентрирован опыт тысячи успешных, богатых и счастливых людей. В формате ежедневных аудиопрактик,

# Onboarding.Slide3.Highlited
source: I will pass on to you this experience.
ru: я передам этот опыт вам.

# Onboarding.Slide4.Title
source: Awareness is the way to balance!
ru: Осознанность – путь к равновесию!

# Onboarding.Slide4.Subtitle
source: Spirituality is the basis of a harmonious life. In the format of daily audio meditation
ru: Духовность — основа гармоничной жизни. В формате ежедневных аудио медитаций,

# Onboarding.Slide4.Highlited
source: I will teach you how to control emotions, feelings and energy.
ru: я научу вас управлять эмоциями, чувствами и энергией.

# Onboarding.Slide5.Title
source: Daily Practice!
ru: Ежедневная практика!

# Onboarding.Slide5.Subtitle
source: Stop trying to change your life for the better in one day! Practice daily and soon see the first results.
ru: Хватит пытаться изменить жизнь к лучшему за один день! Практикуйтесь ежедневно, и уже совсем скоро увидите первые результаты.

# Onboarding.Slide5.Highlited
source: And never stop!
ru: И никогда не останавливайтесь на достигнутом!

# Onboarding.Skip
source: SKIP
ru: ПРОПУСТИТЬ

# Onboarding.Next
source: NEXT
ru: ДАЛЬШЕ

# Onboarding.Begin
source: START
ru: НАЧАТЬ

# Name.Title
source: HELLO! I AM THE APPLICATION TRAINER
ru: ПРИВЕТ! Я – ПРИЛОЖЕНИЕ НАСТАВНИК

# Name.Subtitle
source: I was created to help you become a better version of yourself!
ru: Я создан, чтобы помочь тебе стать лучшей версией себя!

# Name.WhatIsYourName
source: What is your name?
ru: Как тебя зовут?

# Name.Placeholder
source: ENTER YOUR NAME
ru: ВВЕДИ СВОЁ ИМЯ

# Name.Next
source: CONTINUE
ru: ПРОДОЛЖИТЬ

# PersonalCategories.Title
source: HOW ARE YOU WANT TO START?
ru: С ЧЕГО БЫ ТЫ ХОТЕЛ НАЧАТЬ?

# PersonalCategories.Subtitle
source: Choose 3 Categories
ru: Выбери 3 категории

# MainPage.Programs
source: Programs
ru: Программы

# MainPage.ProgramsDescription
source: Thirteen unique lessons. Listen one at a time. And you will be surprised how your life will change.
ru: Тринадцать уникальных уроков. Слушайте по одному в день. И вы удивитесь как изменится ваша жизнь.

# MainPage.GetPremium
source: Try PREMIUM Free!
ru: Попробуй PREMIUM бесплатно!

# MainPage.PressForInfo
source: Click for details
ru: Нажми для подробностей

# Errors.TryAgain
source: Try again
ru: Повторить

# Errors.UnknownError
source: Unknown error
ru: Неизвестная ошибка

# Errors.NetworkError
source: Network error
ru: Ошибка сети

# Errors.RemoteError
source: Remote Server error
ru: Ошибка сервера

# Errors.RequestError
source: Request error
ru: Ошибка запроса

# Lesson.NextLesson
source: Next lesson
ru: Следующий урок

# Lesson.Listen
source: Listen
ru: Начать слушать

# Lesson.SubtitleOneTrack
source: %@ ∙ AUDIO
ru: %@ ∙ АУДИОЗАПИСЬ

# Lesson.Subtitle2to4Tracks
source: %@ ∙ %d AUDIOS
ru: %@ ∙ %d АУДИОЗАПИСИ

# Lesson.SubtitleFrom5Tracks
source: %@ ∙ %d AUDIOS
ru: %@ ∙ %d АУДИОЗАПИСЕЙ

# Buy.Subtitle
source: Try 3 days for free!
ru: Попробуй 3 дня бесплатно!

# Buy.Advantage1
source: Full access to the Mentoring category
ru: Полный доступ к категории «Наставничество»

# Buy.Advantage2
source: Full access to the Self-Knowledge category
ru: Полная доступ категории «Самопознание»

# Buy.Advantage3
source: Full access to the Awareness category
ru: Полная доступ категории «Осознанность»

# Buy.Advantage4
source: Notifications and Reminders
ru: Уведомления и напоминания

# Buy.Advantage5
source: Content Update
ru: Обновление контента

# Buy.YearView.TitleWithPrice
source: Annual plan - %@
ru: Годовой план – %@/год

# Buy.MonthView.TitleWithPrice
source: Monthly plan - %@ / month
ru: Месячный план – %@/месяц

# Buy.YearView.Title
source: Annual Plan
ru: Годовой план

# Buy.YearView.Subtitle
source: After a free three-day period
ru: После бесплатного трехдневного периода

# Buy.MonthView.Title
source: Monthly Plan
ru: Месячный план

# Buy.MonthView.Subtitle
source: Pay Monthly
ru: Оплата ежемесячно

# Buy.Get
source: CONTINUE
ru: ПРОДОЛЖИТЬ

# Buy.PurchaseFailed
source: Purchase failed
ru: Произошла ошибка при совершении покупки. Транзакция отменена.

# Buy.Info
source: Periodic payment. Ability to cancel at any time. Subscription fees will be charged to your iTunes account. The subscription is automatically renewed within 24 hours before the expiration of the subscription period. You can unsubscribe at any time in the Settings section of iTunes. In case of cancellation, your subscription is terminated at the end of the current payment cycle. After the start of the subscription, the entire unused free period will be canceled. You can find more detailed information in the
ru: Периодическая оплата. Возможность отмены в любой момент. Оплата за подписку будет списана с Вашего iTunes аккаунта. Подписка автоматически обновляется в течении 24 часов до истечения периода подписки. Вы можете отменить подписку в любой момент в разделе Настройки в iTunes. В случае отмены Ваша подписка прекращается в конце действующего цикла оплаты. После начала подписки весь неиспользованный Вами бесплатный период будет аннулирован. Более детальную информацию Вы можете найти в

# Buy.PrivacyPolicy
source: Terms of Use and Privacy Policy.
ru: Условиях Пользования и Политике Конфиденциальности.

# Buy.RestorePurchases
source: Restore purchases
ru: Восстановить покупки

# Buy.Congragulations
source: Congratulations!
ru: Поздравляем!

# Buy.Success
source: You have received a premium account.
ru: Вы получили премиум аккаунт.

# Buy.Done
source: Done
ru: Готово

# Personalized.GoodMorning
source: Good morning!
ru: Доброе утро!

# Personalized.GoodAfternoon
source: Good afternoon!
ru: Доброый день!

# Personalized.GoodEvening
source: Good evening!
ru: Доброый вечер!

# Personalized.GoodNight
source: Good night
ru: Доброй ночи

# Today.YourPlan
source: YOUR PLAN
ru: ТВОЙ ПЛАН ДНЯ

# Today.From
source: FROM
ru: ОТ

# Error.RequestFail
source: Request fail
ru: Ошибка запроса
